app/controllers/messages_controller.rb

	def create
		@message = Message.new(message_params)
		if @message.save
---
INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "Test me!"], ["created_at", 2016-12-12 14:11:35 UTC], ["updated_at", 2016-12-12 14:11:35 UTC]]